import java.util.Scanner;

public class Task2 {
    //Даны радиус круга и сторона квадрата.У какой фигуры площадь больше?
    public static void main(String[] args) {
        Scanner sc = new Scanner(System.in);
        System.out.println("Введите радиус круга");
        System.out.println("Введите сторону квадрата");
double rad=sc.nextDouble();
double stor=sc.nextDouble();


    }
}
